tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "golangci/tap"
tap "romkatv/powerlevel10k"
tap "warrensbox/tap"

brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "git"
brew "openjdk"
brew "go"
brew "jump"
brew "nvm"
brew "pyenv"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

brew "mongodb-community-shell"

brew "golangci/tap/golangci-lint"
brew "warrensbox/tap/tfswitch"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "studio-3t"
cask "avast-security"
cask "logitech-camera-settings"
cask "logitech-options"

cask "microsoft-word"
cask "microsoft-excel"

cask "vlc"
cask "spotify"
cask "the-unarchiver"

cask "diffmerge"
cask "docker"
cask "kitematic"
cask "goland"
cask "visual-studio-code"
cask "postman"

cask "iterm2"
cask "sourcetree"
cask "discord"
cask "slack"
cask "skype"

cask "google-chrome"
cask "zoom"
cask "gotomeeting"
cask "evernote"
cask "adobe-acrobat-reader"
cask "gimp"
cask "java"
cask "synergy"
cask "telegram"
cask "audacity"

cask "microsoft-remote-desktop"
cask "anydesk"
cask "obs"